Repository: JMAConsulting/biz.jmaconsulting.oapproviderlistapp
Catalog: l10n/*/LC_MESSAGES/oapproviderlistapp.po
Languages: fr_ca

source: OAP PROVIDER LIST CONFIRMATION PAGE
fr_ca: FORMULAIRE DE DEMANDE D’INSCRIPTION SUR LA LISTE DES FOURNISSEURS DU POSA

source: Previous
fr_ca: Précédent

source: Thank you for submitting your application to the OAP Provider List
fr_ca: Merci d'avoir envoyé votre demand d'inscription à la liste des fournisseurs du POSA

source: View My Listing
fr_ca: Modifier mon dossier d’inscription

source: Edit My Listing
fr_ca: Modifier mon dossier d’inscription

source: Submit
fr_ca: Envoyer

source: Your provider listing has been updated.
fr_ca: Votre dossier de fournisseur a été mis à jour.

source: BACB(r) Disciplinary Action
fr_ca: Mesure disciplinaire du BACB(MD)

source: CPO Discipline and Other Proceedings
fr_ca: Mesure disciplinaire ou autre procédure de l’OPO

source: Each option of Experience check list is a required field.
fr_ca: Adresse courriel est un champ requis.

source: All fields in Employment History are required.
fr_ca: Au moins un employeur actuel est exigé.

source: Main Employer Address
fr_ca: Adresse courriel

source: Main Employer Postal code
fr_ca: Code postal

source: Employer Website
fr_ca: Employeur(s)

source: Email is a required field to send draft link.
fr_ca: Adresse courriel est un champ requis.

source: At least one Current Employer is required.
fr_ca: Au moins un employeur actuel est exigé.

source: First Name is required
fr_ca: Prénom est un champ requis

source: Last Name is required
fr_ca: Nom de famille est un champ requis

source: A person with this email address has already created an OAP Provider Listing application. Please contact info@oapproviderlist.ca for more information.
fr_ca: Une personne possédant cette même adresse courriel a déjà présenté une demande d’inscription sur la liste des fournisseurs de services prévue dans le POSA. Pour en savoir plus à ce sujet, veuillez utiliser l’adresse courriel suivante. : info@oapproviderlist.ca

source: Work Address is required.
fr_ca: Adresse du lieu de travail est un champ requis.

source: Phone Number is required.
fr_ca: Numéro de téléphone est un champ requis.

source: Postal Code is required.
fr_ca: Code postal est un champ requis.

source: City/Town is required.
fr_ca: Ville/village est un champ requis.

source: OAP PROVIDER LIST APPLICATION FORM
fr_ca: FORMULAIRE DE DEMANDE D’INSCRIPTION SUR LA LISTE DES FOURNISSEURS DU POSA

source: Next
fr_ca: Prochain

source: Save Draft
fr_ca: Sauvegarder l’ébauche

source: Some of the profile fields cannot be configured for this page.
fr_ca: Certains champs de profil ne peuvent pas être configurés pour cette page.

source: To join the Provider List, you must be a Board Certified Behavior Analyst%1 in good standing, or a Registered Psychologist or Psychological Associate in good standing with the College of Psychologists of Ontario.
fr_ca: Pour vous inscrire sur la Liste des fournisseurs, vous devez être un(e) analyste du comportement certifié(e)%1 en règle ou un(e) psychologue agréé(e) ou un(e) associé(e) en psychologie en règle inscrit(e) auprès de l'Ordre des psychologues de l'Ontario.

source: If you are a Registered Psychologist or Psychological Associate with ABA expertise, you are eligible to join the OAP Provider List. You do not need to obtain a BCBA%1 or BCBA-D%1, however, you will need to a BCBA-D%1 provide an "Applied Behaviour Analysis Expertise Package", which will confirm your ABA expertise.
fr_ca: Si vous êtes un(e) psychologue ou un(e) associé(e) en psychologie qui possède des compétences en analyse comportementale appliquée (ACA), vous êtes admissible à l’inscription sur la Liste des fournisseurs du POSA. Vous n'avez pas besoin d’avoir le titre d’analyste du comportement certifié(e)(BCBA) ou d’analyste du comportement certifié(e) – doctorat (BCBA-D), mais vous devrez toutefois fournir une « trousse d’expertise en analyse comportementale appliquée » de la part d’un BCBA-D confirmera vos compétences en ACA.

source: At least one credential must be selected.
fr_ca: Au moins une qualification doit être sélectionnée.

source: Please provide Certification Date for this credential.
fr_ca: Veuillez indiquer une date de certification pour cette qualification.

source: Please provide Certification Number for this credential.
fr_ca: Veuillez indiquer un numéro de certificat pour cette qualification.

source: Please provide Registration Date for this credential.
fr_ca: Veuillez indiquer une date de certification pour cette qualification.

source: Please provide Registration Number for this credential.
fr_ca: Veuillez indiquer un numéro de certificat pour cette qualification.

source: Employer(s)
fr_ca: Employeur(s)

source: Search the OAP Provider List
fr_ca: Faire une recherche dans la Liste des fournisseurs du POSA

source: Show only if accepting new clients
fr_ca: N’afficher que si le fournisseur accepte de nouveaux clients

source: Travels to remote areas
fr_ca: Déplacements dans les régions éloignées

source: Offers supervision
fr_ca: Services de supervision offerts

source: Offers remote services
fr_ca: Services offerts dans les régions éloignées

source: Region
fr_ca: Région

source: Board Certified Behavior Analyst%1 (BCBA%1)
fr_ca: Analyste du comportement certifié(e)%1 (BCBA%1)

source: Board Certified Behavior Analyst-Doctoral (BCBA-D%1)
fr_ca: Analyste du comportement certifié(e) – doctoral(e)%1 (BCBA-D%1)

source: Registered Psychologist
fr_ca: Psychologue agréé(e)

source: Registered Psychological Associate
fr_ca: Associé(e) en psychologie agréé(e)

source: I am looking for
fr_ca: Ce que je cherche

source: - any -
fr_ca: - toutes -

source: Professional Credential(s)
fr_ca: Qualifications professionnel(s)

source: Experience
fr_ca: Expérience

source: Vulnerable Sector Check
fr_ca: Vérification relative aux personnes vulnérables

source: Professional Liability Insurance
fr_ca: Assurance responsabilité civile professionnelle

source: Declaration of Compliance
fr_ca: Déclaration de conformité

source: Your draft registration for the OAP provider list has been saved successfully!
fr_ca: Sauvegarde de l’ébauche de la demande d’inscription sur la liste des fournisseurs du POSA!

source: here
fr_ca: ici

source: Your draft registration for the OAP provider list has been saved successfully! Click %1 to resume your application
fr_ca: Sauvegarde de l’ébauche de la demande d’inscription sur la liste des fournisseurs du POSA! Cliquez %1 our représenter votre demande

source: Draft saved successfully!
fr_ca: Sauvegarde de l’ébauche de la Demande d’inscription sur la liste des fournisseurs du POSA!

source: edit my listing
fr_ca: modifier mon dossier d’inscription

source: Edit own Provider Listing
fr_ca: Modifier mon dossier d’inscription

source: %1 must be a number.
fr_ca: %1 doit être un chiffre.

source: Search by Provider
fr_ca: Faire une recherche dans la Liste des fournisseurs du POSA

source: Please click the “Confirm” button to submit your application.
fr_ca: Veuillez cliquer sur le bouton « Confirmer » pour présenter votre demande.

source: Leaving the page before confirming your application will result in your application remaining in draft mode and eventually cancelled.
fr_ca: Si vous quittez la page avant de confirmer votre demande, celle-ci demeurera en mode brouillon et finira par être annulée.

source: Phone
fr_ca: Téléphone

source: Proof of Employment:
fr_ca: Lettre de preuve d’emploi:

source: Other Professional Credentials
fr_ca: Qualifications professionnel(s)

source: Credentials
fr_ca: Titres de compétence

source: Title/Professional Credentials
fr_ca: Qualifications professionnel(s)

source: An email will be sent to you
fr_ca: Un courriel sera envoyé à

source: It will contain a link that you can click to continue to review this request within the next seven days.
fr_ca: Il contiendra un lien sur lequel vous pouvez cliquer pour continuer à réviser cette demande au cours des sept prochains jours.

source: Please read this form carefully to make sure that you meet the requirements to join the Ontario Autism Program (OAP) Provider List.
fr_ca: Veuillez lire attentivement le présent formulaire pour vous assurer que vous répondez aux critères d’admissibilité de l’inscription sur la Liste des fournisseurs du Programme ontarien des services en matière d'autisme (POSA).

source: Please provide information on your primary current employer(s) through which you will be clinically supervising Ontario Autism Program behavioural services.
fr_ca: Veuillez fournir les renseignements sur votre ou vos employeurs principaux actuels par l'intermédiaire desquels vous superviserez sur le plan clinique les services comportementaux du Programme ontarien des services en matière d’autisme.

source: You must provide a proof of employment letter for each employer listed below. This letter must be on the organization’s letterhead and include the role and credentials of the person signing. You do not need to submit proof of self-employment.
fr_ca: Vous devez fournir une lettre d’attestation d’emploi pour chacun des employeurs énumérés ci-dessous. Cette lettre doit être rédigée sur le papier à en-tête de l’organisation et indiquer le rôle et les titres de compétence de la personne qui la signe. Vous n'avez pas besoin de soumettre une preuve de travail indépendant.

source: (if self-employed, write &#8220;self-employed&#8221; here)
fr_ca: (si vous êtes travailleur autonome, écrivez &laquo; travailleur autonome &raquo; ici)

source: Hide
fr_ca: Masquer

source: Add another employer
fr_ca: Ajouter un autre employeur

source: Complete the application online on the form below or
fr_ca: Vous pouvez compléter votre demande en ligne en utilisant le formulaire ci-dessous ou

source: click here to download a fillable PDF application form.
fr_ca: cliquer ici pour télécharger un formulaire version PDF à remplir.

source: Please note
fr_ca: Note

source: If you download the application form, please email the completed form to
fr_ca: Si vous téléchargez le formulaire de demande, veuillez le transmettre, une fois rempli, à l’adresse

source: No providers found that match your criteria.
fr_ca: Aucun fournisseur ne correspond à vos critères.

source: Use fewer criteria so you limit results less.
fr_ca: Définissez moins de critères afin d’obtenir plus de résultats.

source: Currently accepting new clients
fr_ca: N’accepte pas de nouveaux clients

source: Not accepting new clients
fr_ca: N’accepte pas de nouveaux clients

source: Speaks
fr_ca: Langue(s) parlée(s)

source: view details
fr_ca: cliquer pour masquer les détails

source: Click for more details
fr_ca: Cliquer pour afficher d’autres détails

source: Click for map of regions
fr_ca: Cliquer pour afficher d’autres détails

source: Expand all results
fr_ca: Afficher tous les résultats

source: Collapse all results
fr_ca: Afficher tous les résultats

source: Click to hide details
fr_ca: Cliquer pour masquer les détails

source: ext
fr_ca: prochain

source: ADD ANOTHER DEGREE
fr_ca: AJOUTER UN AUTRE DEGRÉ

source: Add Another Employer
fr_ca: Ajouter un autre employeur
